Repository: mozilla-l10n/mt-training-data
Catalog: kls/kls_pontoon.tmx
Source language: en_us
Languages: kls

source: 1 sentence collected
kls: Awaz ze mon jama karik

source: 2019 End-of-Year Release
kls: 2019 Kaw khul, ita shiaw

source: 2 down, keep it up!<playIcon></playIcon>
kls: undroak, sahi shiaw

source: ≥ 2 No votes
kls: >_ 2 dana vot

source: About
kls: Bariuna

source: Accepted file types: .tsv only
kls: Shemi file mmzor hin: .tvs mi

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
kls: <sahi phon> jagai sahi ajat. </sahimon>

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kls: Kia te to mon sahi kay aman e ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kls: { $actionType }

source: { $actionType }<stopIcon></stopIcon> when done
kls: { $actionType } <BanNishan> </banNishan> Pura pe hawaw haw

source: { $actionType } submit when ready
kls: Jama kari saw pe tayar hawan haw

source: Add <icon></icon> a public domain sentence
kls: Jama kari, sawin ek mon

source: Add information
kls: Malumat de

source: Add one sentence per line
kls: Ek line una ek mon thai

source: Add up to 1,000 sentences
kls: 1000, (ek hazar) mon

source: Add Your Voice
kls: Tay awaz jama kari

source: Age
kls: umur

source: Agriculture and Food
kls: mazhab zhe au

source: All sentence must have the same domain
kls: Saw mondran peruk domain hiu ori

source: All sentences must have the same citation
kls: Saw mondran ze maikas usul peruk hiu ori

source: Already have an account? <login>Log-In</login>
kls: Tay som account shiaw e?

source: An error occurred fetching sentences
kls: Mon ze alfaz grikas bati galati ew day

source: An error occurred reviewing this sentence
kls: Galati pashel day shama mon jagala se

source: An error occurred submitting your voice information
kls: Galat hawaw, tay awazas malumat jama karik wew

source: Approve
kls: Manzor

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kls: Tichak pishtaw awaz/ Shur o sahi, magar homa bo ziad awaz ya o shur o ne ajat. koki te awaz ne niwiahi shian. shatalako tasa newishilas awaz pe sahi ne hawaw haw to histi. shami shor shatalaka en kawaki TV ya o kura bo tez mon den

source: Arabic
kls: Arabi

source: Are you coming? <strong>[called by another]</strong>
kls: Tu es day e? [Se ek khudi'aw]

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kls: Homa pi sawal kari shaya <mateixLink> Matrix </matrixlink>, <discourselink> Discourse</discouraelink> ya o <emaillink> Email </emailLink>.

source: Asturian
kls: Austrian

source: Automotive and Transport
kls: motor ze Kasik

source: Average
kls: Tichak

source: A voice clip is marked "valid" when a user gives it a Yes vote.
kls: tara "Sahi" istimal karaw Han goi' maw day

source: Avoid too much background noise - it should be easy to hear you.
kls: Bo shor mo hiu ori- tay ko'n karik bati asan hiu ori

source: Awards
kls: Silah

source: Azerbaijani
kls: Azebaijani

source: Back
kls: Pishtyak

source: Background Noise
kls: Mochai awaz, shor

source: Background Voices
kls: Pishta Awaz

source: Back to Top
kls: pishtyak Hala

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
kls: Bo ziada khial kari, che'lak (clip) ma'haw pe sahi kai ne mai'k abaw haw, phato se to lawaz, ilfaz, sahi kak ne bahaw. shatalako bazi awatai o se zuban ya o se ilfaz warek hiu

source: Bengali
kls: Bangali

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
kls: [k'u' sahi shiaw, se UK ya o US ai asta pe ashis haw]

source: <bold>{ $count }</bold> Clips
kls: <ghona> { $count } >Che'lak

source: <bold>Help us</bold> find more voices
kls: Homa madad kari, warek awaz saprai hikas bati

source: Both
kls: Awdu

source: Both (Speak and Listen)
kls: Dawdu (Mon dek ze ko'n' karik)

source: Browse Languages
kls: Zuban Al'e

source: Build a custom goal
kls: Tay mi marzi una warek nishan kari

source: Bulk batch
kls: Bo jama kada

source: Bulk Sentences Uploaded
kls: Ziada mon upload hawan

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
kls: Email o ko? abi wanaga tay som rabita karik, geri pe ajat hawan haw, ya o dataset una, email pe ashis haw tara rabta karik email as thara

source: By editing your goal, you may lose your existing progress.
kls: Zalikas nishan pe warek kay newishiman ai haw, kia ki krom kai as shate, wanago d'um hin

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kls: Tu pe email pra haw, mozilla tay te malumat, wats kay istimal kariu.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
kls: To shama wadad kari ki kas mon diawas bariu sawin awazas dataset kas kay ne mas.

source: By telling us about yourself, you will help developers build more inclusive technology
kls: Hma kay pe tay bara una amai haw, tay madad as thara abi prus't technology sawzek

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kls: Sawin awaz istimal karikas bati, to homa shart kabul karis

source: Cancel Re-recording
kls: Geri recarding karik khulai

source: Cancel Submission
kls: khulai anzek

source: Cannot submit more than 1000 sentences
kls: Ne bahas jama karik 1000 (ek hazar) mondr

source: Can't decide?
kls: Faisala ne ari?

source: Change preferences
kls: Tabdil kari, khe'n kay bhas haw

source: Check <icon></icon> is this a linguistically correct sentence?
kls: Jagai <icon>

source: <chevron></chevron>See less
kls: Tichak/ chutyak kai jagai

source: <chevron></chevron>See more
kls: Warek Jagai

source: Choose language/localization
kls: Zuban khoji, tan awaz una

source: Citation
kls: niweshila

source: Cite with a URL link or the full name of the work.
kls: Newishi URL as som, kya o krom as pura nom newishi

source: Click
kls: Clik kari

source: Clipboard not supported
kls: Clipboard una ne hiu day

source: Clip Graveyard
kls: Histikas Clip

source: Clips Uploaded
kls: Video che'lak load hawaw

source: Clips You've Recorded
kls: Tay recard kada che'lak

source: Clips You've Validated
kls: Tay sahi kada che'lak

source: Close
kls: band kari

source: Collecting sentences
kls: mashkul jama karik

source: Comment
kls: khialat

source: Common Voice data plus all other voice datasets above.
kls: Sawin awaz data zhe sow te warek voice data an tharow

source: Common Voice Dataset
kls: sawin awaz dadaset

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
kls: sawin awaz project, Mozilla idara (foundation) o US 501c3. shia project as bati rupaya( paisa) madat karaw an pura dunia una den day

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
kls: Sawin awaz as bati, warek kas pe rupaya ze kas yawan hula rupaya an thara sauz thi shiaw, abi khoshai warek asta kas som jus thi, idara an som, malumat khojaw an som ek thinkrom karik day. sawin awaz free shiaw, kura ki homa som jus thi rupaya grikas bati darkhas newishelik hawaw haw bo prus't hiu

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
kls: sawin awaz dunia sawin pi ghona awaz dataset una shiaw

source: Community participation and decision making.
kls: Moch hisa gri, faisala karin

source: Confirm Goal
kls: tasali Goal

source: Contact
kls: Cantaket

source: Contact Form
kls: Rabta faram

source: Contact Us
kls: homa som mon de

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kls: newishila Shian

source: Continue
kls: Jari

source: Continue validating
kls: Jari thai, sahi kari

source: Contribute
kls: De

source: Contribute sentences
kls: Mon de

source: Contribution Activity
kls: phazikas krom

source: Contribution Criteria
kls: Dekas usul

source: Contribution Guidelines
kls: phazhikas nishan

source: Contributors record voice clips by reading from a bank of donated sentences.
kls: mon di'aw tan awaz den day

source: { $count } clips
kls: warek

source: Create a Custom Goal
kls: Zali'kas bati, nisha sawzai

source: Create a profile
kls: Profile sawzai

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
kls: sawin hatya moka dek, kura ki sawin awaz una krom karin day, den day, banden day, saw thi dataset una asan, abi sawin hatya jonikas bati Nishan sawzek, te istimal kara

source: Criteria
kls: Ajati

source: Daily Goal
kls: Har aduaw Goal

source: Dataset Release
kls: dataset lasek

source: Datasets
kls: Dataset

source: Date
kls: tarek

source: Days
kls: bo wat

source: Delete my recordings
kls: My recarding khulai

source: Did you know…
kls: tu jhonis daya...

source: Different language
kls: Warek Zuban

source: Difficult
kls: Mishkil/geran

source: Difficult to pronounce
kls: Mon dek mushkil

source: Discard ongoing recording
kls: Recard hik khulek

source: Does the sentence meet the guidelines?
kls: shemi alfaz ze mon kia sahi hin day e?

source: Donate
kls: Dek

source: Donate your voice
kls: tay awaz de

source: Don't see your language on Common Voice yet?
kls: Tay Zuban sawin awaz una ne pashek day e ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
kls: ne pashis daya tay zuban zhonikas dataset una? zuban as bati pe darkhast kas day how homa zuban as kagaz una pa

source: Download Common Voice Data
kls: Sawin awaz data download ka

source: Download Data
kls: data download ka

source: Download Dataset Bundle
kls: dataset bundle download ka

source: Download { $language }
kls: Download kari Zuban

source: Download the Dataset
kls: dataset download ka

source: Download the Single Word Target Segment
kls: tu single word target segment download ka de

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
kls: tu kia jhonis a ki ai khn kay common voice dataset sahi kay sawzak.homa kay tan khyalat an izhar ka

source: Do you want to continue?
kls: Karik khojis day e?

source: Do you want to Speak, Listen or both?
kls: Tu mon dek, ya o ko'n' karik khojis day e, yao awdu?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kls: Tan te file, shaya oni, phato upload kari

source: Drop file here to upload
kls: File shaya histi upload as bati

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
kls: Dataset una MP3 shiaw, newishila asta shian. recardas file una jaigan nom, mislan umar, sex, awaz, shian, te awaz jonikas bati sahi karikas bati shia machine, shiaw. ne pe saprai haw, abit khushush karik day ki warek asta zuban jama karik day

source: Easy
kls: Asan

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
kls: Kholaw kara, abi email karik, tay hatay pata hiu khe'n kay shemi karikas ze che'ic'ikas bati.

source: English
kls: Angrezi

source: Enter Email to Download
kls: email atra niweshi download as bate

source: Enter your email
kls: tay email newishi

source: Enter your public domain sentence here
kls: Tay kholaw mon shaya newishi

source: Enter your public domain sentences here
kls: tay kholaw mon shaya histi

source: Error adding sentence
kls: Awaz ze mon dik wew galati

source: Error { $code }
kls: Galat { $code }

source: Esperanto
kls: Espeeanto

source: Events
kls: Kia karik

source: Everyone
kls: saw

source: Example
kls: misal

source: Exit & Delete clips
kls: Khulai ya o video che'lak phalai

source: FAQ
kls: Jonik

source: Fewer than 15 words per sentence
kls: 15 alfazani ani asta km mon

source: Fields marked with an asterisk (*) are required.
kls: kawa jaiga una shia nishan (*) ajat hiu

source: File is too large
kls: shia kaghaz bo ghona

source: File is too small
kls: kagaz bo chutyak

source: Finance
kls: Rupaya

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
kls: warek asta khoji kura khial karin, te University, zuban as school, warek da'al moch, kura ki data science una krom karin day. tasi pi phuchi, khe'n kay te madat karin, tasi kay mas, mashkulgi kari, homa nishan jagai, email as thara

source: Finish editing first?
kls: Awel warek kay kari khulai?

source: Finish recording
kls: Recarding khulai

source: Finish recording first?
kls: Awel recarding khulai

source: Finish Review
kls: Jagek khulek

source: Finish validating
kls: Dahi Karik khulai

source: Finish validating clips?
kls: Clip sahi karik khulai

source: Finnish
kls: Finish

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
kls: Awel, tay Zuban jagai, shiaw e ne? ne pe shial'a haw, tay zuban de'kas bati darkhast kari. tara du krom koreli, tarjuma koreli, min jama koreli

source: Follow guidelines from “What sentences can I add?”
kls: Tharika jagai, kia mon a thek baham?

source: for example
kls: Misal/ misalan

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kls: shia technology kia ki shiaw, eya, sawin hatya prus't kay krom kari, tay madad as thata eya prust hiu , saw thi eysa pe faida grik bahan.

source: General
kls: am

source: General language / multiple variants
kls: kia asta zuban/ ziada zuban

source: Get involved
kls: Ek thi karik

source: Get started with goals
kls: Shurukh kari, kawaki zale'li

source: Get Started with Speech Recognition
kls: Mondr jonikas khushush ka

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
kls: NVIDIW NeMo, kholaw toolkit, khojaw , sawzawaw mashkugi AI an nishan sawzain day

source: Goal reached
kls: Nishan una zalik

source: Goan Konkani
kls: Goan Knokani

source: Go to Discourse
kls: pa khyalat an izhar ka

source: Go to Languages Page
kls: zuban as kagaz una pa

source: Go to { $name }
kls: Pari { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
kls: Warek asta Ma's, Homa krom as husul

source: Grammatical / spelling error
kls: Justala / newishila galati

source: Great! How many clips a week?
kls: Bo prus't! kimon clips (video che'lak) ek haftan

source: Great! How many clips per day?
kls: Bo prus't! kimon clib, (video che'lak) har adua?

source: Great!<recordIcon></recordIcon> Record your next clip
kls: Bo prus't! Warek recard kari, warek tepai

source: Great work!<playIcon></playIcon> Listen again when you're ready
kls: Zabardast Krom!

source: Greek
kls: Yunani

source: Guidelines
kls: Usul

source: Gujarati
kls: Gujurati

source: Have Feedback?
kls: kia nasiat shian e?

source: Having an account is not required to contribute, though it is helpful.
kls: Account ajat ne, dikas bati, leken prus't hiv ashis pe haw

source: Healthcare
kls: sihat as khyal

source: Help
kls: Yawan

source: Help Common Voice reach { $hours } hours in a language with a personal goal
kls: warek

source: Help create Common Voice’s first target segment in { $locale }
kls: sawin awaz as bati madad kari, sawzai

source: Help reach { $hours } hours in { $language } with a personal goal
kls: Warek

source: Help teach machines how real people speak, donate your voice at { $link }
kls: Machine una ch'ic'aikas bati, mon dekas bati, tan awaz homa det

source: Help us build a community around voice technology, stay in touch via email.
kls: technology tan mochan tada onikas bati email una newisha

source: Help us find more voices, share your goal
kls: Homa madat kara, waregas awaz khojikas bati, tan goal phazi

source: Help us find others to donate their voice!
kls: Madat kara warek asta tan awaz den

source: Help us validate voices
kls: Awaz sahi karikas bati madat

source: Hiligaynon
kls: Hikigaynon

source: His hand was rais-ed.
kls: Tasa baza boc'um kay ais

source: History, Law and Government
kls: Tarik, kanun, hokumat

source: How ?
kls: Ke'n?

source: How are project decisions made?
kls: Ke'n kay Project sawzain?

source: How can we effectively grow a language on Common Voice?
kls: Ke'n kay abi sawin zuban sawzek

source: How does Common Voice work?
kls: sawin awaz khe'n thi krom kariu

source: How does site localization work?
kls: Ke'n site mukami krom kariu

source: How do I access and use the dataset?
kls: Ke'n kay dataset una parim, ke'n kay istimal karim?

source: How do I add a language?
kls: ke'n kay warek zuban alim

source: How do I add sentences?
kls: ke'n kay mashkulgi dem

source: How do I cite?
kls: A khe'n kay mam?

source: How do I know whether to approve a voice clip?
kls: Ke'n kay jonik to chutyak awaz kabul karik

source: How do I record a high quality voice clip?
kls: Ke'n kay a ghona awaz as che'lak recard karim?

source: How do I stay in touch?
kls: Ke'n a rabta una em?

source: How is Common Voice funded?
kls: Sawin awazas bati ke'n kay Paisa den?

source: How to add multiple sentences
kls: ke'n kay ziada mon newishik hiu

source: How would you describe your sex or gender?
kls: Tu ke'n kay mas Istriza e Purush

source: I agree
kls: My tay som itifak

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kls: A shama eh'et kam day ki shemi saw mochan bati shia domain. Upload karikas hatya my som ejazat shiaw

source: <icon></icon> Add multiple public domain sentences
kls: Warek asta ziada, mochan domain jama kari

source: Ideally natural and conversational (it should be easy to read the sentence)
kls: She'he'n hiu ori ki te mashkulgi, sahi hiu ori. ( To mahikas basti asani hiu ori)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kls: A bo khoshan thi kia ki yat dihani shian, taraki shian, no'a mon, khabar, asta pe shian haw sawin awaz

source: I do not agree
kls: May tay som itifak ne

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
kls: Agar to Che'lak pe 2 jon ahistan haw, se warek dataset una pariu

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kls: Agar tay mi ilfaz pe ashini haw khali mas. homa hatya ata hia'l'i, ki shemi newoshila tu kawala' gri as. abi aya public domain una jagek. se kas copyright,(amanat ) ta ne. warek asta pe malumat ajat haw page una ari

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
kls: Recars karik vew pe ach'is haw, ya o pe akhezaw haw, saw awaz sahi hiu shamon to ban kari

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kls: Warek asta pe malumat ajat haw, homa som rabita kari

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kls: Wanaga warek malumat asta ajat hawan haw, shisa file as bati, homa som rabita kari. meharbani kay email kari. commonvoice@mozilla.com

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kls: Agar se mon pe sahi ne ashis haw, click &quot; Ne mani &quot; kha'vi batan una, ne pe joniman ai haw, to histi warek awata pari

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kls: Tay mon pe sahi ashini haw, Click & quot; kabul & quot; darc'ui gehem

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kls: Tu pe she'hen phond saprai haw, se pe sahi ne ashis haw, recard ya o mo tipai, kas pi phuchi, tu pe faisala karik ne abahi haw, to o histi, warek recard ya o tipai

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
kls: Tu pe abahi how, ko'n' kari, joni, phato ujakai

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
kls: Tay idara asta pe rupaya de khojiu day haw shisa project as bati, homa som j'ust thi dek bahan

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
kls: Tay pe saman, tools, ajat haw, ASR sawzaikas bati, tu warek mochan som asta mashkul ha.

source: If you run out of sentences to review, please help us collect more sentences!
kls: tay som pe alfaz, yao mondr khul hawan haw homa madad kari

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
kls: Tay awaz ze mon pe ne ajonaw haw kura ne jonin, To'l pe kura mon pron ya o to'l awaz pe aw haw to, o histi, warek malumat gri
